[
    {
        "_id": 1,
        "name": "Wrench",
        "description": "Basically, a wrench consists of a stout lever with a notch at one or both ends for gripping the bolt or nut in such a way that it can be twisted by a pull on the wrench at right angles to the axes of the lever and the bolt or nut. .This is made with actual iron metal. Made with Fully machinaries. Made by China",
        "quantity": "100000",
        "price": 20,
        "minQuantity": "10000",
        "maxQuantity": "70000",
        "img": "https://i.ibb.co/HTnP7ws/wrench.webp"
    },
    {
        "_id": 2,
        "name": "Drill machine",
        "description": "Since acquiring the rights to build the RockBuster water well drilling rigs in April of 2010 we have made many changes to adapt the rigs to the needs of the end user.  Since 2010 we have added models, increased tophead power and increased efficiency. This is made with actual iron metal. Made with Fully machinaries. Made by China",
        "quantity": "50000",
        "price": 80,
        "minQuantity": "10000",
        "maxQuantity": "30000",
        "img": "https://i.ibb.co/SwTt35x/drill.jpg"
    },
    {
        "_id": 3,
        "name": "Hammer",
        "description": "A hammer is a simple force amplifier that works by converting mechanical work into kinetic energy and back. In the swing that precedes each blow, the hammer head stores a certain amount of kinetic energy—equal to the length D of the swing times the force f produced by the muscles of the arm and by gravity.",
        "quantity": "900000",
        "price": 35,
        "minQuantity": "50000",
        "maxQuantity": "200000",
        "img": "https://i.ibb.co/W0CtXjp/hammer.webp"
    },
    {
        "_id": 4,
        "name": "Screwdriver",
        "description": "A screwdriver is a tool, manual or powered, used for driving screws. A typical simple screwdriver has a handle and a shaft, ending in a tip the user puts into the screw head before turning the handle.",
        "quantity": "1000000",
        "price": 15,
        "minQuantity": "100000",
        "maxQuantity": "500000",
        "img": "https://i.ibb.co/Q8VfV7L/diver.jpg"
    },
    {
        "_id": 5,
        "name": "Measuring Tape",
        "description": "A measuring tape is a flexible tool used for measuring length. It is made up of materials like fiberglass, cloth, plastic, metal ribbon, or strip. So, it is a kind of flexible ruler also known as a tape measure. It is marked in centimeters and inches.",
        "quantity": "700000",
        "price": 12,
        "minQuantity": "70000",
        "maxQuantity": "300000",
        "img": "https://i.ibb.co/fpSMQbv/tape.jpg"
    },
    {
        "_id": 6,
        "name": "Soldering Iron",
        "description": "A soldering iron is a hand tool used to heat solder, usually from an electrical supply at high temperatures above the melting point of the metal alloy. This allows for the solder to flow between the workpieces needing to be joined.",
        "quantity": "300000",
        "price": 55,
        "minQuantity": "10000",
        "maxQuantity": "150000",
        "img": "https://i.ibb.co/xSVdYnG/iron.jpg"
    }
]